Jira/templates/get_issue_types.xml.hdbs

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"
    xmlns:tns="{{xmlnsRoot}}" xmlns:types="{{xmlnsRoot}}/encodedTypes" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soap:Body soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <q1:getIssueTypesForProject xmlns:q1="http://soap.rpc.jira.atlassian.com">
      <in0 xsi:type="xsd:string">{{sessionID}}</in0>
      <in1 xsi:type="xsd:string">{{projectID}}</in1>
    </q1:getIssueTypesForProject>
  </soap:Body>
</soap:Envelope>
